micropython/micropython/ports/atmel-samd/boards/seeeduino_xiao_kb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Seeeduino XIAO KB"
#define MICROPY_HW_MCU_NAME "samd21g18"


// USB is always used internally so skip the pin objects for it.
#define IGNORE_PIN_PA24     1
#define IGNORE_PIN_PA25     1
